"Numbers" = "數字";"Preprocessor" = "前置處理器";"Properties" = "屬性";"SingleComment" = "// 註解";"Constants" = "常數";"Classes" = "類別";"Comment" = "/* 註解 */";"Operators" = "算符";"JavadocComment" = "/** 註解 **/";"Keywords" = "關鍵字";"Base" = "基礎";"Functions" = "函式";"Application API and Central API" = "應用程式 API 與 Central API";"String" = "*字串*";